tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "denisidoro/tools"
tap "exolnet/deprecated"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "isen-ng/dotnet-sdk-versions"
brew "aws-iam-authenticator"
brew "bash"
brew "bat"
brew "brew-cask-completion"
brew "bzip2"
brew "composer"
brew "openldap"
brew "curl"
brew "dnsmasq"
brew "findutils"
brew "unixodbc"
brew "freetds"
brew "fzf"
brew "xz"
brew "glib"
brew "gnu-sed"
brew "go@1.16"
brew "gradle"
brew "helm@2"
brew "htop"
brew "hyperfine"
brew "jmeter"
brew "jq"
brew "k9s"
brew "krb5"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "libiconv"
brew "make"
brew "mas"
brew "maven"
brew "minikube"
brew "mockery"
brew "netcat"
brew "nuget"
brew "nvm"
brew "openjdk@11"
brew "php"
brew "tcl-tk"
brew "python@3.8"
brew "ruby"
brew "tcpdump"
brew "telnet"
brew "tldr"
brew "tmux"
brew "vegeta"
brew "yq"
brew "zlib"
brew "zsh"
brew "denisidoro/tools/docpars"
cask "1password-cli"
cask "adoptopenjdk8"
cask "aws-vault"
cask "dotnet-sdk3-0-100"
cask "dotnet-sdk3-1-100"
cask "dotnet-sdk6-0-200"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
